Repository: hipay/hipay-enterprise-sdk-woocommerce
Catalog: src/woocommerce_hipayenterprise/languages/hipayenterprise-*.po
Languages: fr_fr

source: - Select carrier mode -
fr_fr: - Sélectionnez un mode -

source: - Select carrier shipping -
fr_fr: - Sélectionner une méthode -

source: %1$s %2$s (expires %3$s/%4$s)
fr_fr: %1$s %2$s (expire %3$s/%4$s)

source: %s data
fr_fr: %s données

source: 3 days
fr_fr: 3 jours

source: 30 days
fr_fr: 30 jours

source: 90 days
fr_fr: 90 jours

source: A payment transaction is awaiting validation for the order %s
fr_fr: Une transaction de paiement est en attente de validation pour la commande %s

source: Accept/Deny
fr_fr: Accepter/Refuser

source: Activate 3-D Secure
fr_fr: Activer le 3D Secure

source: Activated
fr_fr: Activer

source: After specifying these identifiers, make a test payment to check that they are valid and that they have the proper rights.
fr_fr: Après avoir renseigner ces identifiants, effectuez un paiement en mode sandbox afin de vérifier leur validité et qu'ils disposent des droits appropriés.

source: All other general HiPay settings can be adjusted <a href="%s">here</a>.
fr_fr: Tous les autres paramètres HiPay généraux peuvent être configurés <a href="%s"> ici </a>.

source: Amount already captured
fr_fr: Montant déjà capturé

source: Amount:
fr_fr: Montant:

source: An error occured during while saving the mapping.
fr_fr: Une erreur s'est produite lors de l'enregistrement du mapping.

source: An error occured, process has been cancelled.
fr_fr: Une erreur s'est produite, le processus à été annulé.

source: An error occured, process has been cancelled..
fr_fr: Une erreur s'est produite, le processus à été annulé.

source: API credentials
fr_fr: Identifiants API

source: Are-you sure to capture these elements ?
fr_fr: Êtes-vous sûr de capturer ces éléments?

source: at this time, please contact our support or your account manager for more information.
fr_fr: pour le moment, veuillez contacter notre support ou votre gestionnaire de compte pour plus d'informations.

source: Authorization cancelled. Order was cancelled with transaction:
fr_fr: Authorization annulée. La commande a été annulée avec la transaction:

source: Authorization successful for transaction.
fr_fr: Demande d'authorization en succès pour la transaction

source: Authorized countries
fr_fr: Pays authorisés

source: Automatic
fr_fr: Automatique

source: Automatic: if all transactions will be captured automatically.
fr_fr: Automatique: toutes les transactions seront capturées automatiquement.

source: Available by
fr_fr: Disponible

source: Available countries
fr_fr: Pays disponibles

source: Bar code:
fr_fr: Code-barres:

source: Black
fr_fr: Noir

source: Blue
fr_fr: Bleu

source: Button Color
fr_fr: Couleur du bouton

source: Button height
fr_fr: Hauteur du bouton

source: Button Label
fr_fr: Étiquette du bouton

source: Button Shape
fr_fr: Forme du bouton

source: Buy Now
fr_fr: Acheter maintenant

source: Cancel
fr_fr: Annuler

source: Capture
fr_fr: Capturer

source: Capture #%1$s - %2$s by %3$s
fr_fr: Capture #%1$s - %2$s par %3$s

source: Capture amount
fr_fr: Montant de la capture

source: Captured
fr_fr: Capturé

source: Captured with HiPay
fr_fr: Capturé avec HiPay

source: Card Number
fr_fr: Numéro de carte

source: Card updated with success
fr_fr: Carte mises à jour avec sucés.

source: Caret color
fr_fr: Couleur du curseur

source: Check HiPay logs to see if any errors appear. Then send these logs to the HiPay Support team.
fr_fr: Consultez les fichiers de logs HiPay pour voir si des erreurs apparaissent. Envoyez ensuite ces journaux à l’équipe de support HiPay.

source: Check in the HiPay module configuration that the payment method(s) is/are enabled for test countries and currencies.
fr_fr: Vérifiez dans la configuration du module HiPay que le ou les modes de paiement sont activés pour les pays et les devises concernés.

source: Check that the related payment methods are activated in your contract(s).
fr_fr: Vérifiez que les méthodes de paiement correspondantes sont activées dans vos contrats.

source: Check that your servers are not behind a proxy. If so, provide the proxy information in the module configuration.
fr_fr: Vérifiez que vos serveurs ne sont pas derrière un proxy. Si tel est le cas, fournissez les informations sur le proxy dans la configuration du module.

source: Check the version of the installed module, and upgrade the module if the version is old.
fr_fr: Vérifiez la version du module installé et mettez-le à niveau si la version est ancienne.

source: Click on the edit icon next to the credentials you want to use.
fr_fr: Cliquez sur l'icône d'édition a coté des informations d'identification que vous souhaitez utiliser.

source: Color
fr_fr: Couleur

source: Countries
fr_fr: Pays

source: Create a payment page
fr_fr: Créer une page de paiement

source: Create a payment page with public credentials
fr_fr: Créer une page de paiement avec des identifiants publiques

source: Credit card
fr_fr: Carte de crédit

source: CSS url
fr_fr: URL css

source: cURL Extension is correcly installed.
fr_fr: cURL Extension est bien installée.

source: Currencies
fr_fr: Devises

source: Customer's cart sending
fr_fr: Envoyer les informations du panier client

source: CVC
fr_fr: CVV

source: CVC is invalid.
fr_fr: Le CVC est invalide.

source: CVC is missing.
fr_fr: Le CVC est manquant.

source: cvc must be numeric.
fr_fr: Le CVC ne doit contenir que des chiffres.

source: Deactivated
fr_fr: Désactivé

source: Delivery estimated time
fr_fr: Temps de livraison estimé

source: Delivery method mapping
fr_fr: Mapping des modes de livraison

source: Display cancel button
fr_fr: Afficher le bouton d'annulation

source: Display card selector
fr_fr: Afficher le sélecteur de carte

source: Display Hosted Page
fr_fr: Affiche une page hébergé

source: Display name
fr_fr: Nom d'affichage

source: Email should be valid
fr_fr: L'e-mail doit être valide

source: Enter a valid email, during a transaction challenged an email will be sent to this address.
fr_fr: Entrez un email valide, lors d'une transaction contestée un email sera envoyé à cette adresse.

source: Enter the corresponding username, password and secret passphrase.
fr_fr: Entrez le nom d'utilisateur, le mot de passe et la phrase secrète correspondants.

source: Entity:
fr_fr: Entité:

source: Error processing capture. Please try again.
fr_fr: Une erreur est survenue pendant la capture, veuillez réessayer

source: Expiration Date:
fr_fr: Date d'expiration:

source: Expiry Date
fr_fr: Date d'exp.

source: Finalize
fr_fr: Finalisation

source: First, check if the notification URL is correctly entered in your HiPay Enterprise back office.
fr_fr: Tout d’abord, vérifiez si l’URL de notification est correctement saisie dans votre back-office HiPay Enterprise.

source: For security reason, your card CVC must be updated.
fr_fr: Pour des raisons de sécurité, vous devez mettre à jour le CVC de votre carte.

source: Force for all transactions
fr_fr: Forcer pour tous les transactions

source: Fraud
fr_fr: Fraude

source: From the "Notifications" section of your HiPay Enterprise back office, in the transaction details, you can also check the status of the call.
fr_fr: Dans la section "Notifications" de votre back-office HiPay Enterprise, dans les détails de la transaction, vous pouvez également vérifier le statut de l'appel.

source: Fullname
fr_fr: Nom sur la carte

source: Get transaction informations
fr_fr: Récupérer des informations de transaction

source: Global settings
fr_fr: Paramètres généraux

source: Gold
fr_fr: Or

source: Here are the different methods of local payments proposed by Hipay. To configure them click on:
fr_fr: Voici les différentes méthodes de paiements locales proposées par Hipay. Pour les configurer cliquez sur le lien:

source: HiPay Delivery Mapping
fr_fr: Mapping des transporteurs

source: HiPay delivery method
fr_fr: Méthode de livraison

source: HiPay delivery mode
fr_fr: Mode de livraison

source: HiPay Enterprise Credit Card
fr_fr: HiPay Enterprise Carte de crédit

source: HiPay Mapping Categories
fr_fr: Mapping des catégories

source: HiPay Operations
fr_fr: Operations HiPay

source: HiPay Product Category
fr_fr: Catégorie de produit HiPay

source: HiPay status:
fr_fr: Satus HiPay

source: HiPay Transactions
fr_fr: Transactions HiPay

source: Hosted Fields
fr_fr: Champs Hébergés

source: Hosted Fields: The customer completes his banking information directly on the merchant's site but the form fields are hosted by HiPay. This mode is only valid for credit cards.
fr_fr: Champs hébergés: le client complète ses informations bancaires directement sur le site du commerçant mais les champs de formulaire sont hébergés par HiPay. Ce mode n'est valable que pour les cartes de crédit.

source: Hosted page
fr_fr: Page hébergée

source: Hosted Page: The customer is redirected to a secured payment page hosted by HiPay.
fr_fr: Page hébergée: le client est redirigé vers une page de paiement sécurisée hébergée par HiPay.

source: How come my payment method(s) do(es) not appear in the order funnel ?
fr_fr: Pourquoi mes méthodes de paiement n'apparaissent pas dans le tunnel de commande?

source: How do I fill in the API IDs in the module ?
fr_fr: Comment renseigner mes identifiants API dans le plugin ?

source: How do I get my HiPay API credentials ?
fr_fr: Comment récupérer mes identifiants API HiPay ?

source: https://hipay.com/en/
fr_fr: https://hipay.com/fr/

source: I want to be notified for the following transaction statuses: ALL
fr_fr: Je souhaite être notifié pour les statuts de transaction suivants : TOUS

source: Icon color
fr_fr: Couleur d'icône

source: If notifications are sent, there may be an internal module error.
fr_fr: Si des notifications sont envoyées, il peut y avoir une erreur dans le plugin.

source: If production api TokenJS username is filled production api TokenJS password is mandatory
fr_fr: Si le nom d'utilisateur de l'API de production TokenJS est rempli, le mot de passe de l'API de production TokenJS est obligatoire

source: If production api username is filled production api password is mandatory
fr_fr: Si le nom d'utilisateur de l'API de production est rempli, le mot de passe de l'API de production est obligatoire

source: If sandbox api TokenJS username is filled sandbox api TokenJS password is mandatory
fr_fr: Si le nom d'utilisateur sandbox API TokenJS est rempli, le mot de passe sandbox API TokenJS est obligatoire

source: If sandbox api username is filled sandbox api password is mandatory
fr_fr: Si le nom d'utilisateur de l'API sandbox est rempli, le mot de passe de l'API sandbox est obligatoire

source: If this options is disabled, the order won’t proceed to the “completed” status but it will stay on “processing” until it is fully sent.
fr_fr: Si cette option est désactivée, la commande ne passera pas au statut "Terminée" mais restera au statut "En cours" jusqu’à l'envoi de la commande

source: If you are selling downloadable content such as softwares, you should desactivate the “Grant access to downloadable products after payment” parameter, which is in the following section : “Products” > “Downloadable products”.
fr_fr: Si vous vendez des produits téléchargeables (logiciels, ...), vous devez désactiver l'option "Autoriser l'accès aux produits téléchargeables après le paiement" qui se trouve dans l'onglet “Produits” > “Produits téléchargeables”.

source: If your module is in Test mode, you can specify the IDs in the Test area. If it is in Production mode, do the same in the Production area.
fr_fr: Si votre plugin est en mode test, vous devez spécifier les identifiants de test. S'il est en mode de production, faites de même avec ceux production.

source: In the “HiPay Enterprise Credit Card” payment method configuration, go to “Plugin Settings”.
fr_fr: Dans la configuration du mode de paiement «HiPay Enterprise Carte de crédit », allez à «Paramètrage».

source: In your HiPay Enterprise back office, in the "Integration" section , click on "Notifications".
fr_fr: Dans votre back-office HiPay Enterprise, dans la section "Intégration", cliquez sur "Notifications".

source: Indicates whether a command should go through the on-hold status during an automatic capture.
fr_fr: Détermine si les commandes doivent passer par le statut En attente lors d'une capture automatique.

source: Invalid capture amount
fr_fr: Montant de capture invalide

source: Invalid capture amount.
fr_fr: Montant de capture invalide

source: Invalid Card token
fr_fr: Token de carte invalide

source: Invalid order ID.
fr_fr: ID de commande invalide

source: Invalid order.
fr_fr: Commande invalide

source: invitation only
fr_fr: sur invitation uniquement

source: Invoice &ndash; %s
fr_fr: Facture &ndash; %s

source: Local and international payments using Hipay Enterprise.
fr_fr: Paiements locaux et internationaux avec Hipay Enterprise.

source: Local payment
fr_fr: Paiements locaux

source: Logs information
fr_fr: Logs débug

source: Maintenance operation is not allowed according to the order status.
fr_fr: L'opération de maintenance n'est pas autorisée en fonction du statut de la commande.

source: Make sure that your credentials are correctly set and that the module is in the mode you want (Test or Production).
fr_fr: Assurez-vous que vos informations d'identifications sont correctement définies et que le module est dans le mode souhaité (test ou production).

source: Manual
fr_fr: Manuel

source: Manual: if all transactions will be captured manually either from the Hipay Back office or from your admin in Woocommerce.
fr_fr: Manuel: toutes les transactions seront capturées manuellement à partir du Back office HiPay ou à partir de Woocommerce.

source: Mapping Category
fr_fr: Mapping catégorie

source: Mapping category
fr_fr: Mapping des catégories

source: Mapping delivery method
fr_fr: Mapping des transporteurs

source: Mapping of categories is mandatory for Oney payment methods or if you enable the 'Send Customer Cart' option.
fr_fr: Le mapping des catégories est obligatoire pour les modes de paiement Oney ou si vous activez l'option "Envoyer le panier".

source: Mapping of delivery methods is mandatory for Oney payment methods or if you enable the 'Send Customer Cart' option.
fr_fr: Le mapping des modes de livraison est obligatoire pour les modes de paiement Oney ou si vous activez l'option "Envoyer le panier".

source: Maximum order amount
fr_fr: Montant maximum de la commande

source: Merchant Promotion
fr_fr: Promotion Marchand

source: Message was :
fr_fr: Le message est :

source: Minimum order amount
fr_fr: Montant minimum de la commande

source: Module update
fr_fr: Mise à jour du module

source: NEW
fr_fr: NOUVEAU

source: No
fr_fr: Non

source: Notification URL: http: // www.[Your-domain.com] /wc-api/WC_HipayEnterprise
fr_fr: URL de notification: http://www.[Your-domain.com] /wc-api/WC_HipayEnterprise

source: One click not activated
fr_fr: Le one click n'est pas activé

source: Operating mode
fr_fr: Mode de fonctionnement

source: Order
fr_fr: Commande

source: Order expiration date
fr_fr: Date d'expiration de la commande

source: Order preparation estimated time
fr_fr: Temps de préparation estimé

# Order status
source: Partially captured (HiPay)
fr_fr: Partiellement capturé (HiPay)

# Order status
source: Partially refunded (HiPay)
fr_fr: Partiellement remboursé (HiPay)

# Order status
source: Payment expired (HiPay)
fr_fr: Paiement expiré

source: Order total amount :
fr_fr: Montal total:

source: Password
fr_fr: Mot de passe

source: Pay
fr_fr: Payer

source: Pay Later Button
fr_fr: Bouton Payer plus tard

source: Payment expired. Order was cancelled with transaction:
fr_fr: Paiement expiré. La commande a été annulé pour la transaction:

source: Payment gateway
fr_fr: Gateway de paiement

source: Payment Methods
fr_fr: Méthode de paiement

source: Payment partially captured, amount:
fr_fr: Paiement partiellement capturé, montant:

source: Payment partially refunded, amount:
fr_fr: Paiement partiellement remboursé, montant:

source: PlaceHodler color
fr_fr: Couleur du nom de porteur de carte

source: Please ensure you have Woocommerce REST API activated.
fr_fr: Assurez-vous que l’API REST Woocommerce est activée.

source: Please install and activate cURL extension.
fr_fr: Merci d'installer et d'activer l'extension cURL.

source: Please install and activate SimpleXML Extension.
fr_fr: Merci d'installer et d'activer l'extension SimpleXML.

source: Plugin mode
fr_fr: Mode du plugin

source: Plugin Settings
fr_fr: Paramétrage

source: Plugin Version
fr_fr: Version du plugin

source: Private credentials
fr_fr: Identifiants privés

source: Process an order through the API
fr_fr: Traiter une commande via l'API

source: Process an order through the API with public credentials
fr_fr: Traiter une commande via l'API avec des identifiants publiques

source: Production configuration
fr_fr: Configuration production

source: Public credentials
fr_fr: Identifiants publiques

source: Public credentials are mandatory if you do not use the payment form hosted by HiPay.
fr_fr: Les informations d'identification publiques sont obligatoires si vous n'utilisez pas le formulaire de paiement hébergé par HiPay.

source: Rectangular
fr_fr: Rectangulaire

source: Redirect
fr_fr: Redirection

source: Reference:
fr_fr: Référence:

source: Refund
fr_fr: Remboursement

source: Refund requested
fr_fr: Remboursement demandé

source: Registered notification
fr_fr: Notification enregistrée

source: Registered notification from HiPay about captured amount of
fr_fr: Notification enregistrée HiPay sur le montant capturé de

source: Registered notification from HiPay about refunded amount of
fr_fr: Notification enregistrée HiPay sur le montant remboursé de

source: Request method: HTTP POST
fr_fr: Méthode de requête : HTTP POST

source: Rounded
fr_fr: Arrondi

source: Sandbox configuration
fr_fr: Configuration sandbox

source: Save changes
fr_fr: Sauvegarder

source: Scroll down to "Api credentials".
fr_fr: Faites défiler jusqu'à "IdentifiantsApi".

source: SDK js url
fr_fr: URL JS du SDK

source: Secret passphrase
fr_fr: Phrase secrète

source: Select Category
fr_fr: Sélectionnez une catégorie

source: Send url Notification
fr_fr: Envoyer l'url de notification

source: Silver
fr_fr: Argent

source: SimpleXML Extension
fr_fr: Extension SimpleXML

source: SimpleXML Extension is correcly installed.
fr_fr: SimpleXML Extension is bien installée.

source: Skip on-hold status
fr_fr: Passer le statut En attente

source: Sorry, we cannot process your payment.. Please try again.
fr_fr: Désolé, nous ne pouvons traiter votre paiement. Veuillez réessayer.

source: Sorry, your payment has been declined. Please try again with an other means of payment.
fr_fr: Désolé, votre paiement a été refusé. Veuillez réessayer avec un autre moyen de paiement.

source: SSL Certificate
fr_fr: Certificat SSL

source: Subscribe
fr_fr: S'abonner

source: The "Buy now, Pay later" feature is only available if the store currency is euros and if the basket amount is between 30 and 2000.
fr_fr: La fonctionnalité " Acheter maintenant, payer plus tard " n'est disponible que si la devise du magasin est l'euro et si le montant du panier est compris entre 30 et 2000.

source: The HiPay transaction was not canceled because no transaction reference exists. You can see and cancel the transaction directly from HiPay's BackOffice
fr_fr: La transaction HiPay n'a pas été annulée car il n'y a pas de numéro de transaction. Vous pouvez consulter et directement annuler la transaction depuis le back-office HiPay

source: The new PayPal integration allows you to pay with PayPal without redirection and to offer payment with installments.
fr_fr: La nouvelle intégration PayPal V2 vous permet de payer avec PayPal sans redirection et d'offrir le paiement en plusieurs fois.

source: The payment gateway for this order does not exist.
fr_fr: Il n'y a pas de gateway de paiement pour cette commande

source: The payment gateway for this order does not support automatic captures.
fr_fr: La gateway de paiement pour cette commande ne supporte pas la capture automatique

source: Then make a test payment.
fr_fr: Puis réaliser un test de paiement.

source: There is a new version of WooCommerce HiPay Enterprise available. <a href='%s'>View version %s details</a> or <a href='/wp-admin/update-core.php'>update now</a>.
fr_fr: Une nouvelle version de WooCommerce HiPay Enterprise est disponible. <a href='%s'>Voir les détails de la version %s</a> ou <a href='/wp-admin/update-core.php'>mettre à jour</a>.

source: There was an error on the cancellation of the HiPay transaction. You can see and cancel the transaction directly from HiPay's BackOffice
fr_fr: Une erreur est survenue lors de l'annulation de la transaction HiPay. pouvez consulter et directement annuler la transaction depuis le back-office HiPay

source: This card type doesn't exist
fr_fr: Ce type de carte n'existe pas

source: This card type doesn't support one click
fr_fr: Ce type de carte ne supporte pas le one click

source: To be sure that your credentials have the proper accessibility
fr_fr: Pour vérifier que vos informations d'identification ont les droits suffisants

source: To check if an error occurred during the notification, check the hipay-error and hipay-callback logs.
fr_fr: Pour vérifier si une erreur s'est produite lors de la notification, consultez les logs hipay-error et hipay-callback.

source: to send requests to the HiPay Enterprise platform. To do so, go to the "Integration" section of your HiPay Enterprise back office, then to "Security Settings".
fr_fr: pour envoyer des demandes à la plateforme HiPay Enterprise. Pour ce faire, accédez à la section "Intégration" de votre back-office HiPay Enterprise, puis à "Paramètres de sécurité".

source: Tokenization (Public)
fr_fr: Tokenization (Publique)

source: Total available to capture
fr_fr: Total disponible à la capture

source: Transaction refused. Order was cancelled with transaction:
fr_fr: Transaction refusée. La commande a été annulé pour la transaction:

source: Transaction cancellation requested
fr_fr: Annulation de la transaction demandée

source: Transaction cancelled
fr_fr: Transaction annulée

source: Try to enable for all transactions
fr_fr: Essayer d'activer pour toutes les transactions

source: Update
fr_fr: Mettre à jour

source: URL to your CSS (style sheet) to customize your hosted page or iFrame (Important: the HTTPS protocol is required).
fr_fr: URL vers votre CSS (feuille de style) pour personnaliser votre page hébergée ou iFrame (Important: le protocole HTTPS est requis).

source: Use Oneclick
fr_fr: Utiliser le paiement One-click

source: Username
fr_fr: Nom d'utilisateur

source: We have received your order payment. We will process the order as soon as we get the payment confirmation.
fr_fr: Nous avons reçu le paiement de votre commande. Nous traiterons la commande dès que nous aurons reçu la confirmation de paiement.

source: What to do when payment errors occur ?
fr_fr: Que faire en cas d'erreur de paiement?

source: When in test mode, payment cards are not really charged. Enable this option for testing purposes only.
fr_fr: En mode test, les cartes de paiement ne sont pas réellement débitées. Activez cette option à des fins de test uniquement.

source: White
fr_fr: Blanc

source: Why do orders never reach the “On hold” status?
fr_fr: Pourquoi les commandes ne passent jamais le statut «En attente»?

source: Why orders are “Completed” and not “Processing” after the payment is fully captured
fr_fr: Pourquoi les commandes sont au statut "Terminée" et non au statut "En cours" après la capture complète de la transaction ?

source: Woocommerce delivery method
fr_fr: Transporteur Woocommerce

source: WooCommerce Plugin for Hipay Enterprise.
fr_fr: Plugin woocommerce HiPay Enterprise
