Repository: hipay/hipay-enterprise-sdk-woocommerce
Catalog: src/woocommerce_hipayenterprise/languages/hipayenterprise-*.po
Languages: fr_fr

source: Woocommerce Product Category
fr_fr: Catégorie de produit Woocommerce

source: Yes
fr_fr: Oui

source: You can accept or decline this transaction by visiting the administration of your store. <a href="%s">here</a>
fr_fr: Vous pouvez accepter ou refuser cette transaction sur la page d'administration de votre boutique. <a href="%s">ici</a>

source: You must define your delivery methods with those of HiPay.
fr_fr: Vous devez définir vos modes de livraison avec ceux de HiPay.

source: You must define your product categories with those of HiPay.
fr_fr: Vous devez définir vos catégories de produits avec celles de HiPay.

source: You need a SSL Certificate to process credit card paymets using HiPay.
fr_fr: Vous avez besoin d'un certificat SSL pour utiliser la solution HiPay.

source: You need to generate
fr_fr: Vous devez générer des

source: You need to map your carriers.
fr_fr: Vous devez mapper vos transporteurs.

source: You need to map your product categories.
fr_fr: Vous devez mapper vos catégories de produits.

source: You will be redirected to an external payment page. Please do not refresh the page during the process.
fr_fr: Vous allez être redirigé vers une page de paiement externe. Veuillez ne pas actualiser la page pendant le processus.

source: Your credentials must be granted to
fr_fr: Vous identifiants doivent être configuré pour
